export default function RulesPage() {
  return (
    <div className="max-w-3xl mx-auto py-20 px-6 leading-8">
      <h1 className="text-3xl font-bold mb-8">
        قوانین و مقررات اقامتگاه ولاش
      </h1>

      <div className="space-y-6 text-gray-700 text-justify">

        <p>
          با رزرو در اقامتگاه بومگردی ولاش، مهمان قوانین زیر را می‌پذیرد.
        </p>

        <p>
          1. زمان تحویل اتاق ساعت 14 و زمان تخلیه ساعت 12 می‌باشد.
        </p>

        <p>
          2. در صورت لغو رزرو یا عدم حضور مهمان،
          15٪ از مبلغ کل رزرو به عنوان جریمه کسر شده و مابقی عودت داده می‌شود.
        </p>

        <p>
          3. رعایت سکوت و احترام به سایر مهمانان الزامی است.
        </p>

        <p>
          4. هر اتاق ظرفیت حداکثر 7 نفر را دارد.
        </p>

        <p>
          5. ورود حیوانات خانگی بدون هماهنگی ممنوع است.
        </p>
  <p>
          6.استعمال دخانیات غیر از محل تعیین شده ممنوع است
        </p>
      </div>
    </div>
  );
}